Repository: Kirill-Streltsov/HabitHuddle-iOS
Catalog: HabitHuddle-iOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru

source: %@ (You) vs %@
de: %@ (Du) vs. %@
es: %@ (tú) vs. %@
fr: %@ (toi) vs %@
it: %@ (tu) vs %@
ru: %@ (ты) против %@

source: %@ (You) with %@
de: %@ (Du) mit %@
es: %@ (tú) con %@
fr: %@ (toi) avec %@
it: %@ (tu) con %@
ru: %@ (ты) с %@

source: %@ challenged you!
de: %@ hat dich herausgefordert!
es: ¡%@ te ha lanzado un reto!
fr: %@ t'a lancé un défi !
it: %@ ti ha sfidato!
ru: %@ бросил тебе вызов!

source: %@ checked into %@
de: %@ hat sich bei „%@“ eingecheckt
es: %@ ha registrado «%@»
fr: %@ a coché «%@»
it: %@ ha segnato «%@»
ru: %@ отметил(а) «%@»

source: %@ has no habits
de: %@ hat keine Gewohnheiten
es: %@ no tiene hábitos
fr: %@ n'a pas d'habitudes
it: %@ non ha abitudini
ru: У %@ нет привычек

source: %@ hasn't started any habits yet. Send a challenge to help get things going!
de: %@ hat noch keine Gewohnheiten begonnen. Schick eine Herausforderung, um den Anfang zu machen!
es: %@ todavía no ha empezado ningún hábito. ¡Envíale un reto para animarle a empezar!
fr: %@ n'a pas encore commencé d'habitudes. Envoie un défi pour l'aider à démarrer !
it: %@ non ha ancora iniziato nessuna abitudine. Mandagli una sfida per aiutarlo a iniziare!
ru: %@ ещё не начал никаких привычек. Отправь ему вызов, чтобы помочь начать!

source: %@ might be keeping their habits private, or just getting started. Either way, a challenge from you could be the perfect motivation!
de: %@ hält seine Gewohnheiten vielleicht privat, oder fängt gerade erst an. Ein Reto von dir könnte die perfekte Motivation sein!
es: Puede que %@ mantenga sus hábitos en privado, o que esté empezando. De cualquier forma, un reto tuyo podría ser la motivación perfecta.
fr: %@ garde peut-être ses habitudes privées, ou commence tout juste. Dans tous les cas, un défi de ta part pourrait être la motivation parfaite !
it: %@ potrebbe tenere le sue abitudini private, o sta solo iniziando. In ogni caso, una tua sfida potrebbe essere la motivazione perfetta!
ru: %@ скрывает свои привычки или только начинает. Твой вызов может стать отличной мотивацией!

source: %@ vs %@ (You)
de: %@ vs. %@ (Du)
es: %@ vs. %@ (tú)
fr: %@ vs %@ (toi)
it: %@ vs %@ (tu)
ru: %@ против %@ (ты)

source: %@ with %@ (You)
de: %@ mit %@ (Du)
es: %@ con %@ (tú)
fr: %@ avec %@ (toi)
it: %@ con %@ (tu)
ru: %@ с %@ (ты)

source: %@'s activity
de: Aktivität von %@
es: Actividad de %@
fr: Activité de %@
it: Attività di %@
ru: Активность %@

source: %@'s challenges
de: Herausforderungen von %@
es: Retos de %@
fr: Défis de %@
it: Sfide di %@
ru: Вызовы %@

source: %@'s habits
de: Gewohnheiten von %@
es: Hábitos de %@
fr: Habitudes de %@
it: Abitudini di %@
ru: Привычки %@

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ru: %lld дней

source: %lld of %lld done
de: %lld von %lld erledigt
es: %lld de %lld listos
fr: %lld sur %lld fait
it: %lld di %lld fatti
ru: %lld из %lld выполнено

source: + %lld more
de: + %lld weitere
es: + %lld más
fr: + %lld de plus
it: + %lld in più
ru: + %lld ещё

source: ⏰ It's Habit O'Clock!
de: ⏰ Zeit für deine Gewohnheit!
es: ⏰ ¡Es hora de tu hábito!
fr: ⏰ C'est l'heure de ton habitude !
it: ⏰ È l'ora delle abitudini!
ru: ⏰ Время привычек!

source: ✅ Stay on Track!
de: ✅ Bleib auf Kurs!
es: ✅ ¡Sigue así!
fr: ✅ Reste dans la course !
it: ✅ Resta in carreggiata!
ru: ✅ Держись курса!

source: 🌅 New Day, New Win!
de: 🌅 Neuer Tag, neuer Erfolg!
es: 🌅 ¡Nuevo día, nueva victoria!
fr: 🌅 Nouveau jour, nouvelle victoire !
it: 🌅 Nuovo giorno, nuova vittoria!
ru: 🌅 Новый день, новая победа!

source: 📈 Tiny Habits. Big Results.
de: 📈 Kleine Gewohnheiten. Große Ergebnisse.
es: 📈 Pequeños hábitos. Grandes resultados.
fr: 📈 Petites habitudes. Grands résultats.
it: 📈 Piccole abitudini. Grandi risultati.
ru: 📈 Маленькие привычки. Большие результаты.

source: 1 Month
de: 1 Monat
es: 1 mes
fr: 1 mois
it: 1 mese
ru: 1 месяц

source: 1 Week
de: 1 Woche
es: 1 semana
fr: 1 semaine
it: 1 settimana
ru: 1 неделя

source: 2 Weeks
de: 2 Wochen
es: 2 semanas
fr: 2 semaines
it: 2 settimane
ru: 2 недели

source: 100% consistency!
de: 100 % Konstanz!
es: ¡100 % de constancia!
fr: 100 % de régularité !
it: 100% di costanza!
ru: 100% постоянства!

source: A network error occurred: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr: Erreur réseau : %@
it: Errore di rete: %@
ru: Ошибка сети: %@

source: About
de: Über die App
es: Acerca de
fr: À propos
it: Info
ru: О приложении

source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
it: Accetta
ru: Принять

source: Acceptable Use
de: Zulässige Nutzung
es: Uso aceptable
fr: Utilisation acceptable
it: Utilizzo accettabile
ru: Допустимое использование

source: Acceptance of Terms
de: Annahme der Bedingungen
es: Aceptación de los términos
fr: Acceptation des conditions
it: Accettazione dei termini
ru: Принятие условий

source: Account
de: Konto
es: Cuenta
fr: Compte
ru: Аккаунт

source: Account data: username, name, and email address
de: Kontodaten: Benutzername, Name und E-Mail-Adresse
es: Datos de cuenta: nombre de usuario, nombre y correo electrónico
fr: Données de compte : nom d'utilisateur, nom et adresse e-mail
it: Dati dell'account: nome utente, nome e indirizzo e-mail
ru: Данные аккаунта: имя пользователя, имя и адрес электронной почты

source: Account Termination
de: Kontokündigung
es: Rescisión de cuenta
fr: Résiliation du compte
it: Risoluzione dell'account
ru: Прекращение использования аккаунта

source: Add a new one...
de: Neu hinzufügen...
es: Añadir nueva...
fr: En ajouter une...
it: Aggiungine una...
ru: Создать новую...

source: Add Friend
de: Freund hinzufügen
es: Añadir amigo
fr: Ajouter un ami
it: Aggiungi amico
ru: Добавить в друзья

source: Add your first habit
de: Erste Gewohnheit hinzufügen
es: Añade tu primer hábito
fr: Ajoute ta première habitude
it: Aggiungi la tua prima abitudine
ru: Добавить первую привычку

source: AI Insights
de: KI-Einblicke
es: Perspectivas IA
fr: Insights IA
it: Approfondimenti IA
ru: ИИ-инсайты

source: AI is not available at this moment. Try again later...
de: KI ist gerade nicht verfügbar. Versuch es später nochmal...
es: La IA no está disponible en este momento. Inténtalo de nuevo más tarde...
fr: L'IA n'est pas disponible pour l'instant. Réessaie plus tard...
it: L'IA non è disponibile in questo momento. Riprova più tardi...
ru: ИИ сейчас недоступен. Попробуй позже...

source: All done!
de: Alles erledigt!
es: ¡Todo listo!
fr: Tout fait !
it: Tutto fatto!
ru: Всё готово!

source: Alphabetical
de: Alphabetisch
es: Alfabético
fr: Alphabétique
it: Alfabetico
ru: По алфавиту

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Se produjo un error desconocido.
fr: Une erreur inconnue s'est produite.
it: Si è verificato un errore sconosciuto.
ru: Произошла неизвестная ошибка.

source: Anonymous usage analytics to improve the app
de: Anonyme Nutzungsanalysen zur Verbesserung der App
es: Análisis de uso anónimos para mejorar la aplicación
fr: Analyses d'utilisation anonymes pour améliorer l'application
it: Analisi anonime sull'utilizzo per migliorare l'app
ru: Анонимная аналитика использования для улучшения приложения

source: Ask AI about benefits
de: KI nach Vorteilen fragen
es: Pregunta a la IA sobre beneficios
fr: Demande à l'IA les bénéfices
it: Chiedi all'IA i benefici
ru: Спросить ИИ о пользе

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ru: Назад

source: Boost notification sent!
de: Boost gesendet!
es: ¡Boost enviado!
fr: Boost envoyé !
it: Boost inviato!
ru: Boost отправлен!

source: Build habits, stay on track, and grow step by step.
de: Gewohnheiten aufbauen, auf Kurs bleiben und Schritt für Schritt wachsen.
es: Crea hábitos, mantén el rumbo y crece paso a paso.
fr: Crée des habitudes, reste sur la bonne voie et progresse pas à pas.
it: Crea abitudini, rimani in carreggiata e cresci passo dopo passo.
ru: Формируй привычки, следи за прогрессом и расти шаг за шагом.

source: Build meaningful routines, track your progress, and stay motivated every day.
de: Aufbau sinnvoller Routinen, Fortschritte verfolgen und jeden Tag motiviert bleiben.
es: Crea rutinas significativas, sigue tu progreso y mantente motivado cada día.
fr: Créez des routines significatives, suivez vos progrès et restez motivé chaque jour.
it: Crea routine significative, monitora i tuoi progressi e rimani motivato ogni giorno.
ru: Создавайте значимые привычки, отслеживайте прогресс и оставайтесь мотивированными каждый день.

source: By using Habit Huddle, you agree to these Terms of Service.
de: Durch die Nutzung von Habit Huddle stimmst du diesen Nutzungsbedingungen zu.
es: Al usar Habit Huddle, aceptas estos Términos de servicio.
fr: En utilisant Habit Huddle, vous acceptez ces Conditions d'utilisation.
it: Usando Habit Huddle, accetti questi Termini di servizio.
ru: Используя Habit Huddle, вы соглашаетесь с настоящими Условиями использования.

source: Cancel Challenge
de: Herausforderung zurückziehen
es: Retirar reto
fr: Retirer le défi
it: Ritira sfida
ru: Отозвать вызов

source: Categories help you organize your habits into meaningful groups
de: Kategorien helfen dir, deine Gewohnheiten sinnvoll zu ordnen
es: Las categorías te ayudan a organizar tus hábitos en grupos
fr: Les catégories t'aident à organiser tes habitudes en groupes
it: Le categorie ti aiutano a organizzare le tue abitudini in gruppi
ru: Категории помогают организовать твои привычки по группам

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ru: Категория

source: Challenge %@
de: %@ herausfordern
es: Retar a %@
fr: Défier %@
it: Sfida %@
ru: Бросить вызов %@

source: Challenge accepted!
de: Herausforderung angenommen!
es: ¡Reto aceptado!
fr: Défi accepté !
it: Sfida accettata!
ru: Вызов принят!

source: Challenge already sent
de: Herausforderung bereits gesendet
es: Desafío ya enviado
fr: Défi déjà envoyé
it: Sfida già inviata
ru: Вызов уже отправлен

source: Challenge friends and grow together.
de: Fordere Freunde heraus und wachse gemeinsam.
es: Reta a tus amigos y crezcan juntos.
fr: Défie tes amis et progressez ensemble.
it: Sfida i tuoi amici e crescete insieme.
ru: Соревнуйся с друзьями и развивайся вместе.

source: Challenge rejected!
de: Herausforderung abgelehnt!
es: ¡Reto rechazado!
fr: Défi refusé !
it: Sfida rifiutata!
ru: Вызов отклонён!

source: Challenge sent!
de: Herausforderung gesendet!
es: ¡Desafío enviado!
fr: Défi envoyé !
it: Sfida inviata!
ru: Вызов отправлен!

source: Challenge Timeline
de: Herausforderungs-Verlauf
es: Cronología del reto
fr: Chronologie du défi
it: Cronologia della sfida
ru: Хронология вызова

source: Challenge withdrawn
de: Herausforderung zurückgezogen
es: Reto retirado
fr: Défi retiré
it: Sfida ritirata
ru: Вызов отозван

source: Challenge your friends
de: Fordere deine Freunde heraus
es: Reta a tus amigos
fr: Défie tes amis
it: Sfida i tuoi amici
ru: Бросай друзьям вызов

source: Challenges
de: Herausforderungen
es: Retos
fr: Défis
it: Sfide
ru: Вызовы

source: Change Email
de: E-Mail ändern
es: Cambiar correo
fr: Changer l'e-mail
it: Cambia e-mail
ru: Сменить e-mail

source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
ru: Сменить пароль

source: Changes to These Terms
de: Änderungen dieser Bedingungen
es: Cambios en estos Términos
fr: Modifications de ces Conditions
it: Modifiche a questi Termini
ru: Изменения настоящих Условий

source: Changes to This Policy
de: Änderungen dieser Richtlinie
es: Cambios en esta Política
fr: Modifications de cette Politique
it: Modifiche a questa Politica
ru: Изменения настоящей Политики

source: Check In
de: Abhaken
es: Registrar
fr: Enregistrer
it: Registra
ru: Отметить

source: Check in %lld more times to unlock your streak data and discover your usual check-in time!
de: Noch %lld Mal einchecken, um Serien-Daten freizuschalten!
es: Regístrate %lld veces más para desbloquear tus datos de racha.
fr: Valide %lld fois de plus pour débloquer tes données de série.
it: Fai il check-in ancora %lld volte per sbloccare i tuoi dati sulla serie.
ru: Отметись ещё %lld раза, чтобы увидеть данные о сериях!

source: Check in overview
de: Check-in-Übersicht
es: Resumen de registros
fr: Aperçu des validations
it: Panoramica check-in
ru: Обзор отметок

source: Check in to a habit from your home screen.
de: Gewohnheit direkt vom Startbildschirm abhaken.
es: Registra un hábito directamente desde la pantalla de inicio.
fr: Pointez une habitude directement depuis l'écran d'accueil.
it: Registra un'abitudine direttamente dalla schermata principale.
ru: Отмечайте привычку прямо с главного экрана.

source: Check Your Email
de: E-Mail bestätigen
es: Confirma tu correo
fr: Vérifiez vos e-mails
it: Controlla la tua email
ru: Проверьте почту

source: Check-in History
de: Check-in-Verlauf
es: Historial de registros
fr: Historique des validations
it: Cronologia check-in
ru: История отметок

source: Checked In
de: Eingecheckt
es: Registrado
fr: Validé
it: Completato
ru: Отмечено

source: Children's Privacy
de: Datenschutz für Kinder
es: Privacidad de los menores
fr: Confidentialité des enfants
it: Privacy dei minori
ru: Конфиденциальность детей

source: Choose a New Password
de: Wähle ein neues Passwort
es: Elige una nueva contraseña
fr: Choisis un nouveau mot de passe
it: Scegli una nuova password
ru: Выберите новый пароль

source: Choose an Icon
de: Symbol wählen
es: Elige un icono
fr: Choisis une icône
it: Scegli un'icona
ru: Выбери иконку

source: Choose which habit to display.
de: Wähle aus, welche Gewohnheit angezeigt werden soll.
es: Elige qué hábito mostrar.
fr: Choisissez quelle habitude afficher.
it: Scegli quale abitudine visualizzare.
ru: Выберите, какую привычку показать.

source: Choose which habits to display.
de: Wähle aus, welche Gewohnheiten angezeigt werden sollen.
es: Elige qué hábitos mostrar.
fr: Choisissez quelles habitudes afficher.
it: Scegli quali abitudini visualizzare.
ru: Выберите, какие привычки показать.

source: Compete
de: Wettkampf
es: Competir
fr: Rivaliser
it: Gareggia
ru: Соревноваться

source: Competitive
de: Kompetitiv
es: Competitivo
fr: Compétitif
it: Competitivo
ru: Соревновательный

source: Completion
de: Fortschritt
es: Progreso
fr: Progression
it: Completamento
ru: Выполнение

source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
ru: Подтвердите пароль

source: Confirm your password...
de: Passwort bestätigen...
es: Confirma tu contraseña...
fr: Confirme ton mot de passe...
it: Conferma la tua password...
ru: Подтвердите пароль...

source: Connect with friends to send challenges, track habits together, and stay motivated.
de: Verbinde dich mit Freunden, um Herausforderungen zu schicken, Gewohnheiten gemeinsam zu verfolgen und motiviert zu bleiben.
es: Conecta con amigos para enviar retos, seguir hábitos juntos y mantenerse motivados.
fr: Connecte-toi avec des amis pour envoyer des défis, suivre vos habitudes ensemble et rester motivés.
it: Connettiti con gli amici per inviare sfide, seguire le abitudini insieme e restare motivati.
ru: Добавляй друзей, чтобы соревноваться, отслеживать привычки вместе и оставаться мотивированным.

source: Content & Data
de: Inhalte & Daten
es: Contenido y datos
fr: Contenu et données
it: Contenuto e dati
ru: Контент и данные

source: Continued use of the app means you accept the updated Terms.
de: Die weitere Nutzung der App bedeutet, dass du den aktualisierten Bedingungen zustimmst.
es: El uso continuado de la aplicación implica la aceptación de los Términos actualizados.
fr: L'utilisation continue de l'application signifie que vous acceptez les Conditions mises à jour.
it: L'uso continuato dell'app significa che accetti i Termini aggiornati.
ru: Продолжение использования приложения означает принятие обновлённых Условий.

source: Count
de: Anzahl
es: Cantidad
fr: Nombre
it: Conteggio
ru: Количество

source: Create one now.
de: Jetzt eine erstellen.
es: Crea una ahora.
fr: Crées-en une maintenant.
it: Creane una ora.
ru: Создай первую.

source: Create space for growth. Begin with a few popular habits.
de: Schaffe Raum für Wachstum. Beginne mit einigen beliebten Gewohnheiten.
es: Crea espacio para crecer. Empieza con algunos hábitos populares.
fr: Crée de l'espace pour grandir. Commence avec quelques habitudes populaires.
it: Crea spazio per crescere. Inizia con alcune abitudini popolari.
ru: Создай пространство для роста. Начни с нескольких популярных привычек.

source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale
ru: Текущий пароль

source: Current password is incorrect
de: Aktuelles Passwort ist falsch
es: La contraseña actual es incorrecta
fr: Mot de passe actuel incorrect
it: La password attuale non è corretta
ru: Текущий пароль неверен

source: Current Streak
de: Aktuelle Serie
es: Racha actual
fr: Série en cours
it: Serie attuale
ru: Текущая серия

source: Daily Walks
de: Tägliche Spaziergänge
es: Paseos diarios
fr: Marches quotidiennes
it: Passeggiate quotidiane
ru: Ежедневные прогулки

source: Dark Mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ru: Тёмная тема

source: Data Security
de: Datensicherheit
es: Seguridad de datos
fr: Sécurité des données
it: Sicurezza dei dati
ru: Безопасность данных

source: Data Sharing
de: Datenweitergabe
es: Compartición de datos
fr: Partage de données
it: Condivisione dei dati
ru: Передача данных

source: Date
de: Datum
es: Fecha
it: Data
ru: Дата

source: Declined
de: Abgelehnt
es: Rechazados
fr: Refusés
it: Rifiutate
ru: Отклонённые

source: Delete Habit
de: Gewohnheit löschen
es: Eliminar hábito
fr: Supprimer l'habitude
it: Elimina abitudine
ru: Удалить привычку

source: Delete my account
de: Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
it: Elimina il mio account
ru: Удалить аккаунт

source: Delete on server
de: Vom Server löschen
es: Eliminar del servidor
fr: Supprimer du serveur
it: Elimina dal server
ru: Удалить с сервера

source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
it: Descrizione (opzionale)
ru: Описание (необязательно)

source: Desired duration
de: Gewünschte Dauer
es: Duración deseada
fr: Durée souhaitée
it: Durata desiderata
ru: Желаемая длительность

source: Device token for sending push notifications
de: Gerätetoken für Push-Benachrichtigungen
es: Token del dispositivo para notificaciones push
fr: Jeton d'appareil pour les notifications push
it: Token del dispositivo per le notifiche push
ru: Токен устройства для push-уведомлений

source: Digital Detox
de: Digitaler Detox
es: Detox digital
fr: Détox numérique
it: Detox digitale
ru: Цифровой детокс

source: Disclaimer
de: Haftungsausschluss
es: Descargo de responsabilidad
fr: Clause de non-responsabilité
it: Dichiarazione di non responsabilità
ru: Отказ от ответственности

source: Do not attempt to access other users' data.
de: Versuche nicht, auf die Daten anderer Nutzer zuzugreifen.
es: No intentes acceder a los datos de otros usuarios.
fr: N'essayez pas d'accéder aux données d'autres utilisateurs.
it: Non cercare di accedere ai dati di altri utenti.
ru: Не пытайтесь получить доступ к данным других пользователей.

source: Do not interfere with the app's functionality or security.
de: Beeinträchtige nicht die Funktionalität oder Sicherheit der App.
es: No interfieras con la funcionalidad o seguridad de la aplicación.
fr: N'interférez pas avec le fonctionnement ou la sécurité de l'application.
it: Non interferire con la funzionalità o la sicurezza dell'app.
ru: Не нарушайте работу или безопасность приложения.

source: Do not reverse engineer or copy any part of the app.
de: Versuche nicht, die App zu dekompilieren oder zu kopieren.
es: No realices ingeniería inversa ni copies ninguna parte de la aplicación.
fr: Ne rétro-concevez pas et ne copiez aucune partie de l'application.
it: Non decompilare o copiare nessuna parte dell'app.
ru: Не декомпилируйте и не копируйте какую-либо часть приложения.

source: Do not use the app for any unlawful purpose.
de: Nutze die App nicht für rechtswidrige Zwecke.
es: No uses la aplicación con fines ilegales.
fr: N'utilisez pas l'application à des fins illicites.
it: Non utilizzare l'app per scopi illegali.
ru: Не используйте приложение в незаконных целях.

source: Don't fall behind, log your check-in too!
de: Bleib dran – trag deinen Check-in auch ein!
es: ¡No te quedes atrás: registra tu check-in también!
fr: Ne reste pas à la traîne, coche aussi le tien !
it: Non restare indietro, segna anche tu il tuo check-in!
ru: Не отставай, отметься тоже!

source: Don't forget to check in for “%@”! Small steps lead to big changes.
de: Vergiss nicht einzuchecken für „%@“! Kleine Schritte führen zu großen Veränderungen.
es: ¡No olvides registrar «%@»! Los pequeños pasos llevan a grandes cambios.
fr: N'oublie pas de valider «%@» ! Les petits pas mènent aux grands changements.
it: Non dimenticare di segnare «%@»! I piccoli passi portano a grandi cambiamenti.
ru: Не забудь отметиться для «%@»! Маленькие шаги ведут к большим переменам.

source: Done
de: Erledigt
es: Listo
fr: Terminé
it: Fatto
ru: Выполнено

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ru: Длительность

source: Each third-party service has its own privacy policy.
de: Jeder Drittanbieter hat seine eigene Datenschutzerklärung.
es: Cada servicio de terceros tiene su propia política de privacidad.
fr: Chaque service tiers a sa propre politique de confidentialité.
it: Ogni servizio di terze parti ha la propria informativa sulla privacy.
ru: Каждый сторонний сервис имеет собственную политику конфиденциальности.

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ru: Редактировать

source: Edit Name
de: Name bearbeiten
es: Editar nombre
fr: Modifier le nom
it: Modifica nome
ru: Изменить имя

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
ru: Изменить профиль

source: Edit Username
de: Benutzername bearbeiten
es: Editar nombre de usuario
fr: Modifier le nom d'utilisateur
it: Modifica nome utente
ru: Изменить имя пользователя

source: Effective January 1, 2025
de: Gültig ab 1. Januar 2025
es: Vigente desde el 1 de enero de 2025
fr: En vigueur depuis le 1er janvier 2025
it: In vigore dal 1° gennaio 2025
ru: Действует с 1 января 2025 года

source: Email is already in use
de: E-Mail-Adresse ist bereits vergeben
es: El correo ya está en uso
fr: Cette adresse e-mail est déjà utilisée
it: Questa e-mail è già in uso
ru: E-mail уже используется

source: Email Sent
de: E-Mail gesendet
es: Correo enviado
fr: E-mail envoyé
it: E-mail inviata
ru: E-mail отправлен

source: Enable Reminders
de: Erinnerungen aktivieren
es: Activar recordatorios
fr: Activer les rappels
it: Attiva i promemoria
ru: Включить напоминания

source: Enter and confirm your new password
de: Gib dein neues Passwort ein und bestätige es
es: Introduce y confirma tu nueva contraseña
fr: Saisis et confirme ton nouveau mot de passe
it: Inserisci e conferma la tua nuova password
ru: Введите и подтвердите новый пароль

source: Enter your current password to authorize this change.
de: Gib dein aktuelles Passwort ein, um die Änderung zu autorisieren.
es: Introduce tu contraseña actual para autorizar este cambio.
fr: Entrez votre mot de passe actuel pour autoriser ce changement.
it: Inserisci la tua password attuale per autorizzare questa modifica.
ru: Введите текущий пароль, чтобы подтвердить это изменение.

source: Enter your current password...
de: Aktuelles Passwort eingeben...
es: Introduce tu contraseña actual...
fr: Entrez votre mot de passe actuel...
it: Inserisci la tua password attuale...
ru: Введите текущий пароль...
